{
  "languageName": "Русский",
  "application": {
    "youHaveToRegister": "Чтобы открыть все возможности kopnik.org, тебе необходимо стать полноправным участником. Для этого заполни все поля данной формы и нажми кнопку \"ОБНОВИТЬ\".",
    "youHaveToWitnessYourData": "Чтобы открыть все возможности системы, тебе необходимо заверить свои личные данные. Для этого перейди в чат для заверения личных данных."
  },
  "profile": {
    "alert": [
      "Внимание! Чтобы открыть все возможности kopnik.org, тебе необходимо стать полноправным участником. Для этого заполни все поля данной формы и нажми внизу кнопку \"ОБНОВИТЬ\". Если кнопка не активна, проверь еще раз внимательно, что заполнены все поля.",
      "Внимание! Твои личные данные отправлены на сервер. Чтобы открыть все возможности системы, тебе необходимо заверить их. Для этого перейди в <a target='_blank' href='{witnessChatInviteLink}'> чат для заверения личных данных</a>.",
      "Порядок! Твои личные данные заверены и тебе доступны все возможности системы. Если в результате жизненных перемен личные данные устареют, внеси в них поправки и отправь на повторное заверение, нажав внизу кнопку \"ОБНОВИТЬ\".",
      "Внимание! Твои личные данные отклонены заверителем. Чтобы стать полноправным участником системы, тебе необходимо внеси в них поправки и отправь на повторное заверение, нажав внизу кнопку \"ОБНОВИТЬ\".",

      "Внимание! Ты не подписан на бота-помощника. Обязательно нажми внизу страницы кнопку <b>\"Подписаться на Святослава Рюрикова\"</b>, чтобы иметь возможность заверять свои личные данные, выбирать старшин и быть избранным старшиной, созывать копы и быть созванным на копы.",
      "Внимание! Твои личные данные отправлены на сервер. Чтобы открыть все возможности системы, дождись сообщения от нашего бота ВКонтакте и следуй его инструкциям."
    ],
    "language": "Язык",
    "firstName": "Имя",
    "lastName": "Фамилия",
    "patronymic": "Отчество",
    "nickname": "Прозвище",
    "submitDialog": {
      "title": "Обновить личные данные?",
      "text": "После обновления личных данных я познакомлю тебя с твоим персональным Заверителем, у которого ты сможешь заверить их подлинность. Перечень обновляемых личных данных, потребующих заверения: "
    },
    "submit": "Обновить",
    "submitMessage": "Ты почти зарегистрировался. Дождись сообщения от нашего бота ВКонтакте и следуй его инструкциям. Удачи!",
    "messagesFromGroup": {
      "allow": "ВНИМАНИЕ! Подпишись на бота-помощника, чтобы он мог приглашать тебя на копы (подписка обязательна для работоспособности приложения)",
      "allowed": "Общение включено!"
    },
    "role": "Моя роль в копном обществе",
    "roles": [
      {
        "title": "Копный муж",
        "criteria": [
          "Есть семья",
          "Есть Сын, у которого есть семья",
          "Есть Сын от Сына",
          "Есть жилье (дом / квартира / съемная квартира)",
          "Есть хозяйство (свое дело / работа)"
        ]
      },
      {
        "title": "Копный муж (смягченные требования, предложенные С.Даниловым)",
        "criteria": [
          "Есть семья",
          "Есть Сын или Дочь",
          "Есть 30 лет",
          "Есть жилье (дом / квартира / съемная квартира)",
          "Есть хозяйство (свое дело / работа)"
        ]
      },
      {
        "title": "Стремлюсь стать копным мужем",
        "criteria": [
          "Мужчина / юноша "
        ]
      },
      {
        "title": "Я женщина"
      },
      {
        "title": "Я не славянин (представитель другого народа)"
      }
    ],
    "location": "Место постоянного проживания (не прописки), с точностью до дома"
  },
  "witness": {
    "confirm": "Заверить",
    "decline": "Отклонить",
    "openWitnessChat": "Чат",
    "emptyList": "Заявок нет"
  },
  "login": {
    "login": "Войти в kopnik.org",
    "KopaLaw": "Копное Право",
    "insideEachPhone": "в телефоне каждого славянина",
    "aboutUs": "О нас",
    "contacts": "Контакты"
  },
  "drawer": {
    "profile": "Личные данные",
    "main": "Карта",
    "ten": "Моя десятка",
    "tenChat": "Чат десятки",
    "foremanChat": "Чат старшины",
    "witness": "Заявки на вступление",
    "thanks": "Благодарность",
    "help": "Подсказка",
    "about": "О проекте",
    "logout": "Выход"
  },
  "quotes": [
    {
      "value": "Мы призваны творить свое и по своему, русское по-русски.",
      "owner": {
        "position": "Русский философ",
        "name": "Иван Александрович Ильин"
      }
    },
    {
      "value": "Народ, забывший свою культуру, историю, традиции <...> - обречён на вымирание.",
      "owner": {
        "position": "Русский писатель",
        "name": "Лев Николаевич Толстой"
      }
    }
  ],
  "errors": {
    "underConstruction": "Этот функционал будет доступен вскоре в версии v0.3.0"
  },
  "details": {
    "toChat": "Беседовать",
    "toKopa": "На Копу",
    "openInMessenger": "Открыть в ВК",
    "notToKopa": "Не звать",
    "toForeman": "Выбрать",
    "toForemanQuestion": "Выбрать старшиной ?",
    "toForemanInfo": "Заявка отправлена. Ожидай ответа старшины.",
    "resetForeman": "Не старшина",
    "resetForemanQuestion": "Больше не старшина ?",
    "resetForemanInfo": "Этот копник для тебя больше не старшина",
    "cancelForemanRequest": "Отменить заявку",
    "cancelForemanRequestQuestion": "Отменить заявку ?",
    "cancelForemanRequestInfo": "Заявка отменена"
  },
  "kopaDialog": {
    "title": "Созвать мужей на копу ?",
    "subject": {
      "label": "Тема обсуждения",
      "hint": "Заполни здесь тему предстоящей копы"
    },
    "afterInfo": "Копа созвана.",
    "tooRankedForemanError": "{foremanName} слишком большой старшина, чтобы ты звал его на копу. Позвать на копу можно копника, ранг которого превосходит не более чем в 10 раз твой собственный. Скорее всего тебе следует обратиться к своему старшине, чтобы он созвал копу."
  },
  "talkDialog": {
    "title": "Пригласить на беседу ?",
    "subject": {
      "label": "Тема беседы",
      "hint": "Заполни здесь тему предстоящей беседы"
    },
    "afterInfo": "Приглашение отправлено."
  },
  "subordinates": {
    "confirmForemanRequest": "Принять в десятку",
    "confirmForemanRequestInfo": "Принят в десятку",
    "declineForemanRequest": "Отказать",
    "declineForemanRequestInfo": "Сообщение об отказе отправлено",
    "removeFromSubordinates": "Исключить из десятки",
    "removeFromSubordinatesInfo": "Исключен из десятки",
    "removeFromSubordinatesQuestion": "Исключить из десятки ?"
  },
  "definitions": {
    "foreman": "Старшина десятки в Копном Праве - это копник, которому десятка доверила представлять интересы своих семей на копах, на которых встречаются представители разных десяток. Закон Копного права гласит \"Что старшие решили, - на том младшие стоять будут.\"",
    "subordinate": "Подчиненный в десятке - это копник, который, избрав старшину, доверил ему представлять интересы своей семьи на копах, на которых встречаются представители разных десяток. Закон Копного права гласит \"Что старшие решили, - на том младшие стоять будут.\""
  },
  "dialog": {
    "yes": "Да",
    "no": "Нет"
  },
  "alert": {
    "close": "Закрыть",
    "update": "Обновить",
    "needUpdate": "Доступна новая версия приложения.",
    "failedToFetch": "Нет сети",
    "updateNetworkStatus": "Переподключиться"
  },
  "about": {
    "articles": [
      {
        "title":"Первая сеть Копного Права",
        "description": "Славянские общины в каждом городе благодаря Копному Праву и современным интернет-технологиям"
      },
      {
        "title":"Находи соседей, готовых объединяться по копному",
        "description": "Каждый участник сети – реальный человек, который подтвердил свое место проживания, имя и роль (положение) в копном обществе"
      },
      {
        "title":"Находи славянские общины в своем городе, в которые можно вступить прямо сейчас",
        "description": "Копные общины состоят из десяток с избираем по копному старшиной. Все десятки соединены на карте связями от общинника к старшине. Чем больше маркер старшины на карте, тем больше возглавляемая им община."
      },
      {
        "title":"Живи по-копному",
        "description": "Копный муж, Стремящийся в копные мужья, Старец, а также Женщина. Выбери свою роль согласно полу, возрасту и прожитому опыту. Разделение полномочий по ролям в Копном обществе гарантирует наиболее эффективное взаимодействие и управление общиной.",
        "image": "img/about/roles.png"
      },
      {
        "title":"Собирай копы как раз-два-три",
        "description": "Собрать копу стало просто как никогда благодаря интернет-технологиям. Копы собираются и проводится строго по копному вживую или онлайн. Копный порядок очень эффективен и гарантирует достижение единогласных решений. А единогласное решение - залог совместного движения вперед.",
        "image": "img/about/invite-kopa.png"
      },
      {
        "title":"Используй силу общины",
        "description": "Используй силу копной общины, чтобы навести порядок во всем: в подъезде, во дворе, в городе, в стране и в мире. Живи богато и счастливо вместе с общиной. Ни один самый выдающийся человек не в состоянии преодолеть сложные препятствия. Только складывая наши усилия в общине и направляя их в одну сторону, можно добиться результата."
      },
      {
        "title":"Строй международные общины",
        "description": "Не останавливайся на границах своего города или страны. Копник работает по всему миру и переведен на все славянские языки. Благодаря современным интернет-технологиям и тому, что Копное Право наша универсальная технология построения общин, нет ничего проще, чем собрать страновые копные славянские общины в одну глобальную копную славянскую общину."
      }
    ]
  }
}
